/* No comment provided by engineer. */
"An error occurred on the server. Please try again." = "服务器发生错误。请重试。";

/* No comment provided by engineer. */
"An unknown error occured. Please try again." = "发生未知错误。请重试。";

/* The area in the Prowl preferences where the API keys are listed. */
"API Keys" = "API密钥";

/* The title for the button in the Prowl preferences which allows the user to generate (create by talking to the server) a new API key. */
"Generate" = "生成";

/* The option in the Prowl preferences which, when enabled, only sends notifications to the Prowl server when Growl determines that the machine is idle. */
"Only when Mac is idle" = "仅当Mac空闲时";

/* The option in the Prowl preferences which, when enabled, allows the user to select the lowest amount of priority that should be sent. */
"Only when priority is at least:" = "仅当优先级至少为：";

/* The option in the Prowl preferences which, when enabled, allows the user to put text at the beginning of a notification. */
"Prefix notifications with:" = "通知前缀：";

/* The title for the window where the user enters their Prowl credentials to create generate API key. */
"Prowl Login" = "Prowl登陆";

/* The area in the Prowl preferences where the user chooses what options are available for conditionally sending to Prowl. */
"Sending to Prowl" = "正在发往Prowl";

/* No comment provided by engineer. */
"The application sent a command the server didn't understand. Please try again." = "服务器无法识别该应用发送的命令。请重试。";

/* No comment provided by engineer. */
"You didn't log in and allow an API key to be generated." = "您尚未登陆并允许生成API密钥。";

